{"listing":{"id":"22382672","url":"https://www.airbnb.com/rooms/22382672","type":"apartment","privacy":"entire_home","title":"Apartment Motzstraße (1003) with separate bedroom","subtitle":"Entire rental unit in Berlin, Germany","capacity":["3 guests","1 bedroom","2 beds","1 bath"],"highlights":[{"title":"Great check-in experience","subtitle":"Recent guests loved the smooth start to this stay."},{"title":"Andrew is a Superhost","subtitle":"Superhosts are experienced, highly rated Hosts."},{"title":"Great restaurants nearby","subtitle":"Guests say there are excellent options for dining out."}],"description":"The apartment appeals by its central situation near Nollendorfplatz. Kurfürstendamm as well as Tauentzienstraße, the largest shopping street of Berlin with the world-famous “KaDeWE”, can comfortably be reached on foot in about 10 – 15 minutes.<br /><br />In the apartment there is a 55 inch Smart TV and DSL Internet access via WI-FI. <br /><br />Please look forward to a quiet and modern 2-room apartment in an old building which is typical of Berlin with a view to the garden.<br /><br /><b>The space</b><br />Detailed description of the apartment:<br /><br />The apartment itself consists of a living room, a bedroom, a modern, fitted kitchen, a tiled bathroom with a shower as well as a long hall.<br /><br />Living room:<br /><br />In the living room there are two leather armchairs and a sofa which can be converted into a 140-cm-wide double bed with a slatted frame. During the day it can easily be changed into a sofa again. There is also a dining table seating four persons.<br /><br />Bedroom:<br /><br />In the bedroom there is a 160-cm-wide double bed, a wardrobe and a small storage place. As the apartment faces an inner courtyard it is very quiet in spite of its central situation so that you do not notice the hectic pace and noise of the big city and can sleep undisturbed at night.<br /><br />Kitchen:<br /><br />The modern fitted kitchen is fully equipped with an electric stove with a glass-ceramic cooktop and an oven, dishwasher, microwave, fridge with a 4-star compartment, Nespresso coffeemachine and normal coffee maker, electric kettle and toaster. Crockery, cutlery, glasses for wine, champagne and water as well as sufficient stainless steel cooking pots and various cooking utensils complete the equipment so that a light breakfast as well as a sumptuous meal can be prepared.<br /><br />Bathroom and other amenities:<br /><br />The tiled bathroom is equipped with a shower in a shower cabin.<br /><br />In the apartment there is a washing machine, a steam iron with an ironing board and a hair-dryer.<br /><br /><b>Guest access</b><br />The guests are the only users of the apartment and the whole apartment is at their disposal only.<br /> <br />The apartment of about 57 square metres has an entrance of its own and it does not have to be shared with others, all rooms are at only your disposal.<br /><br /><b>Other things to note</b><br />Below is the German translation of our house rules:<br /><br />•Normal check-in times are from 17:00 to 23:00, but we are also happy to arrange an earlier check-in time, but only if available.<br /><br />• So please feel free to ask for an earlier check-in, this is almost always possible!<br /><br />•Please take the time to read all house rules carefully and completely.<br /><br />•Please note that it can get very cold in Germany in winter. Although they live in a historic house from the early years of the last century, the house is equipped with an ultra-modern gas heating system, so that in any case it is ensured that certain minimum temperatures are reached at all times.<br /><br />•However, it may happen that this winter 2022/2023, due to the gas shortage due to the war in Ukraine, the heating must be throttled and the usual temperatures of over 22 degrees during the day and over 19 degrees at night cannot be reached and are no longer guaranteed by us.<br /><br />•PLEASE DO NOT BOOK THE APARTMENT IF YOU DO NOT AGREE WITH THIS!!!<br /><br />•Further information and advice on heating and customs in Germany can be found at the end of the house rules, I urge you to read them carefully if you are particularly sensitive to cold.<br /><br />---------------------------------------<br /><br />•Please consider our (very sensitive) neighbors and the other guests!!!<br /><br />•The usual rest periods must be strictly observed, i.e. from 20:00 only room volume and from 22:00 only the volume that does not affect other roommates in ANY way.<br /><br />•It is NOT ALLOWED to listen to music or let the TV run after 22:00 when the window is open.<br /><br />•Make sure that no noisy conversations take place after 22:00 when the window is open.<br /><br />•Please take off your shoes after 22:00 and in winter with ice and snow (if possible socks, \"quiet\" slippers are ok).<br /><br />•Please treat the apartment, furniture and equipment with care and avoid damage and extreme contamination. A cleaning that goes beyond the normal level, we charge Euro 30, - per hour, damaged items at the new price or if older than two years according to time value and repairs according to actual effort.<br /><br />•Please do not lose any keys, the replacement of the security keys is time-consuming and very expensive. In the event of loss of the front door keys, the costs will be invoiced at a flat rate of EUR 75 per key and in the event of loss of the apartment key, the lock of the apartment must be changed and will be invoiced at a flat rate of EUR 125. Proof of a lesser damage remains unaffected to the guest.<br /><br />•Non-smoking area THROUGHOUT the house, including window and backyard.<br /><br />•The kitchen is only intended for the usual use in Germany, please avoid odor-intensive and especially smoke-intensive preparation methods such as deep frying or roasting with above-average smoke development.<br /><br />•The apartments are equipped with smoke detectors, should there be an alarm triggering of the smoke detectors for which the guest is responsible, e.g. due to smoking in the apartment, this leads to termination without notice without refund of the amount already paid. In addition, a processing fee of Euro 200,- will be charged.<br /><br />•During the heating period: heating off when windows are open, AT LEAST twice a day blast ventilation for 3-10 minutes, do not put anything on the heater, windows do not open on \"tilt\", during ventilation also open the room door.<br /><br />•No file sharing, illegal uploads and downloads & and other illegal activities on the Internet.<br /><br />•No commercial activities such as massage, escort services or the like.<br /><br />•The apartment is NOT suitable for infants (under 2 years), when booking with infants we reserve the right to cancel them. If you arrive with small children contrary to our house rules, we reserve the right not to carry out the check-in.<br /><br />•Please have a valid travel document (ID card or passport, no driver's license, student ID card, etc.) from all travelers ready upon arrival.<br /><br />•We ask you to arrange a fixed time with us as early as possible, as we are not on site all day. No one has to wait long.<br /><br />•Late arrivals after 23:00 must be requested before booking and must be confirmed by us. The costs for late arrival after 23:00 are €30.00 and after midnight €50.00; after 01:00 no arrival is possible.<br /><br />•All prices include 5% overnight tax and 7% VAT.<br /><br />•On request, we will of course be happy to prepare an invoice with VAT.<br /><br />---------------------------------------<br /><br />Irrespective of the usual rules and habits regarding heating, the heating capacity may be limited this winter 2022/2023 due to the gas shortage and the usual temperatures of over 22 degrees during the day and over 19 degrees at night can no longer be guaranteed.<br /><br />But of course, we assure you that a minimum temperature adapted to the circumstances will be tried at any time, but we cannot guarantee a certain number of degrees.<br /><br />Please do not book the apartment if you do not agree to this.<br /><br />The reduction of heating power is part of the German government's gas-saving programme.<br /><br />In this respect, we do not accept the use of electric radiators or similar, the operation of these devices is prohibited in our apartments. An infringement leads to immediate termination without refund of the amount already paid.<br /><br />If we discover, even after departure, that you use or have used such a heater in our apartment, we will charge you a flat €200,- penalty.<br /><br />In addition, before each check-in, we note the status of the electricity meter and if we notice an increased electricity consumption (more than 15% of the average consumption), we must charge you the electricity costs incurred above the average at the then valid electricity price per kilowatt hour.<br /><br />Further basic information and notes on heating and customs in Germany:<br /><br />The modern heating system is equipped with external sensors, so that the heating capacity is adapted to the outside temperatures. The temperature is also lowered at bedtime during the night.<br /><br />This means, among other things, if it is much too hot for the season (such as this winter 2021/20222), the radiators may not become as hot as they might suspect. The same goes for the night.<br /><br />However, this does not represent a defect in the heating system, but is intended in this way. <br /><br />Due to energy-saving reasons and to protect our environment, temperatures of far more than 25 degrees are not possible in our house.<br /><br />So if you only want to stay in the apartment in the winter in a T-shirt and/or underpants, I have to point out that it could not be warm enough for you in this case and would like to ask you not to rent my apartment in this case.<br /><br />In particular, if they are used to temperatures of 30 degrees or similar high values throughout the year, you will not be able to avoid wearing warm clothes in the apartment, i.e. a long-sleeved top and long trousers, possibly also made of particularly warm materials, if they are particularly sensitive to heat.<br /><br />This is common in Germany and also reasonable.<br /><br /><b>Registration number</b><br />07/Z/ZA/001727-16","tags":["Iconic city","Area vibes"]}}